Repository: Softmotions/ncms
Catalog: ncms-engine/ncms-engine-qx/src/main/qooxdoo/translation/*.po
Languages: ru

source: Your user session expired! Please login again
ru: Ваша сессия закончилась, пожалуйста, войдите заново

source: <b>Connection to server lost.</b><br>Please wait...
ru: <b>Соединение с сервером потеряно.</b><br>Пожалуйста, дождитесь восстановления связи...

source: Connection to server restored.
ru: Соединение с сервером восстановлено.

source: You leave %1
ru: Вы покидаете %1

source: Help
ru: Справка

source: Logout
ru: Выход

source: Tools
ru: Инструменты

source: Edit assembly attribute
ru: Редактирование атрибута страницы

source: This field is required
ru: Обязательное поле

source: Name
ru: Название

source: Type
ru: Тип

source: Choose the attribute type
ru: Выберите тип атрибута

source: GUI Label
ru: GUI Название

source: Required
ru: Обязательное

source: GUI Required
ru: Обязательное в GUI

source: Ok
ru: Ок

source: Cancel
ru: Отмена

source: Select assembly attribute type
ru: Выбор типа атрибута

source: Description
ru: Описание

source: Class
ru: Класс

source: Add new attribute
ru: Добавить новый атрибут

source: Drop attribute
ru: Удалить атрибут

source: Move up
ru: Переместить наверх

source: Move down
ru: Переместить вниз

source: Label
ru: Подпись

source: Value
ru: Значение

source: Edit attribute
ru: Редактировать атрибут

source: Override attribute
ru: Перезаписать атрибут

source: New
ru: Создать

source: Edit
ru: Редактировать

source: Remove
ru: Удалить

source: Override
ru: Перезаписать

source: Edit in parent
ru: Редактировать у родителя

source: New attribute for assembly: %1
ru: Новый атрибут для сборки (assembly): %1

source: A you sure to remove attribute?
ru: Вы действительно хотите удалить атрибут?

source: Recursive?
ru: Рекурсивно?

source: Override the parent assembly attribute: '%1'
ru: Перезаписать родительский атрибут

source: Edit the parent assembly attribute: '%1'
ru: Редактировать атрибут родителя

source: Edit attribute: '%1'
ru: Редактирование атрибута: '%1'

source: Core
ru: Разметка

source: Class name of an optional assembly controller
ru: Имя класса контроллера сборки (assembly)

source: Controller
ru: Контроллер

source: Published
ru: Опубликовано

source: None
ru: Нет

source: Page
ru: Страница

source: News page
ru: Новость

source: Template
ru: Шаблон

source: Comma separated list of roles used to access the assembly
ru: Список ролей через запятую для доступа к данной сборке (assembly)

source: Roles
ru: Роли

source: Parents
ru: Родители

source: Attributes
ru: Атрибуты

source: Select core file for '%1' assembly
ru: Выберите файл ядра(верстки) для сборки(assembly): '%1'

source: Are you sure to remove local assembly core?
ru: Вы действительно желаете удалить ссылку на ядро(core) сборки(assembly)?

source: New assembly
ru: Новая сборка (assembly)

source: Refresh
ru: Обновить

source: Rename
ru: Переименовать

source: Are you sure to remove assembly: "%1"?
ru: Вы действительно хотите удалить сборку(assembly): '%1'?

source: Assembly
ru: Сборка (assembly)

source: Extend from parent
ru: Наследоваться от родителя

source: Remove parent
ru: Убрать наследование от родителя

source: Are you sure to remove parent: "%1"?
ru: Подтвердите удаление родителя: "%1"

source: Select parents for: %1
ru: Выберите родителей для %1

source: Add parent
ru: Добавить родителя

source: Select assembly
ru: Выбор сборки (assembly)

source: Alias
ru: Псевдоним

source: Assembly core selector
ru: Разметка страницы

source: File
ru: Файл

source: Please specify a core location
ru: Пожалуйста укажите httl файл разметки

source: Include assembly
ru: Вставка сборки (assembly)

source: Please select assembly to include
ru: Пожалуйста, выберите сборку (assembly)

source: Checkbox
ru: Да/Нет переключатель

source: Boolean value
ru: Значение

source: Bump page ordinal
ru: Поднять страницу наверх

source: Date selector
ru: Выбор даты

source: Date format
ru: Формат даты

source: Include file resource
ru: Вставить файл

source: Location
ru: Местоположение

source: Render as template
ru: Отображать как шаблон

source: Render only location
ru: Отображать как местоположение

source: Please specify a file
ru: Пожалуйста, выберите файл

source: Please specify a file for: '%1'
ru: Пожалуйста, выберите файл для '%1'

source: Image
ru: Изображение

source: Width
ru: Ширина

source: Height
ru: Высота

source: Automatic image resizing to given height and width values
ru: Автоматическое изменение размера изображения под указанные ограничения

source: Auto resize
ru: Автомасштабирование

source: Automatic image resizing to cover given area. Image's original aspect ratio is preserved.
ru: Автоматическое масштабирование размера изображения под указанные размеры с сохранением пропорций

source: Cover area
ru: Заполнить область

source: Restrict image size to given height and width values
ru: Принимать только изображения, удовлетворяющие критериям (ширина и высота)

source: Restrict size
ru: Проверять размер

source: Skip resizing/checking image with dimensions smaller or equal to given height and width values
ru: Не масштабировать изображения меньшего или равного размера

source: Skip small
ru: Не масштабировать маленькие

source: Select image
ru: Изображение

source: Image size does not match restriction
ru: Размер изображения не совпадает с указанными ограничениями

source: Select image file
ru: Выберите файл с изображением

source: Original size
ru: Оригинальный размер

source: Cover the given area
ru: Заполнить заданную область

source: Automatic resize
ru: Автоматическое масштабирование

source: Image size required
ru: Изображение должно быть следующего размера

source: Main page marker
ru: Маркер главной страницы

source: Virtual hosts
ru: Виртуальные хосты

source: Enabled
ru: Активно

source: Two letter language codes separated by comma
ru: Двухбуквенные коды языков через запятую

source: Language codes
ru: Коды языка

source: Comma separated virtual hosts
ru: Список виртуальных хостов через запятую

source: Medialine
ru: Фотолента

source: Max image width
ru: Максимальная ширина изображения

source: Max thumbnail width
ru: Максимальная ширина миниатюры

source: Add images to the gallery
ru: Добавить изображения в галерею

source: Add video into the gallery
ru: Добавить ссылку на видео в галерею

source: Delete images and links
ru: Удалить изображения и ссылки

source: Add images
ru: Добавить изображения

source: Add video
ru: Добавить видео

source: Delete
ru: Удалить

source: Image/video
ru: Картинка/видео

source: Title
ru: Заголовок

source: Add images into the media gallery
ru: Добавить изображения в галерею

source: Page reference
ru: Ссылка на страницу

source: Link
ru: Ссылка

source: Allow external links
ru: Внешние ссылки

source: Please set a page link
ru: Пожалуйста укажите ссылку

source: Rich reference
ru: Агрегат

source: Pages
ru: Страницы

source: Files
ru: Файлы

source: Extra
ru: Дополнительно

source: Optional links
ru: Ссылки опционально

source: Options
ru: Опции

source: Page link
ru: Ссылка на страницу

source: File link
ru: Ссылка на файл

source: Option
ru: Опция

source: Please set the file link
ru: Пожалуйста, укажите ссылку на файл

source: Selectbox
ru: Селектбокс

source: Display as
ru: Отображать как

source: Multi select
ru: Выбор множества значений

source: Fetch from
ru: Получить из

source: Items
ru: Элементы

source: Selected
ru: Выбрано

source: Add record
ru: Добавить запись

source: Remove record
ru: Удалить запись

source: String
ru: Строка

source: field
ru: поле

source: area
ru: зона ввода

source: Table
ru: Таблица

source: Number of table columns
ru: Сколько колонок в таблице

source: Are you sure to remove the selected rows?
ru: Пожалуйста, подтвердите удаление выбранных строк

source: New row
ru: Новая строка

source: Tree/Menu
ru: Дерево/Меню

source: External links
ru: Внешние ссылки

source: Nesting level
ru: Уровень вложенности

source: Folder name
ru: Название папки

source: Drop element
ru: Удалить элемент

source: Sync with
ru: Синхронизовать

source: Synchronize attribute content with another page
ru: Синхронизовать поле с другой страницей

source: Move item up
ru: Переместить выше

source: Move item down
ru: Переместить ниже

source: Are you sure to reset synchronization?
ru: Вы действительно желаете прекратить синхронизацию?

source: Please select the page this attribute should be synchronized
ru: Выберите страницу, с которой будет синхронизирован этот атрибут

source: New folder
ru: Новая папка

source: Add page reference
ru: Добавить ссылку на страницу

source: Add file reference
ru: Добавить ссылку на файл

source: Synchronized with %1
ru: Синхронизовано с %1

source: Move to another folder
ru: Переместить в другую папку

source: Select page
ru: Выбрать страницу

source: Select file for page: %1
ru: Выбрать файл для: %1

source: Please choose the target folder
ru: Пожалуйста, выберите целевую папку

source: Include web resource
ru: Веб ресурс

source: Please specify web resource url
ru: Пожалуйста укажите адрес веб ресурса

source: Wiki editor
ru: Wiki редактор

source: Markup language
ru: Язык разметки

source: Select a type
ru: Выбрать тип

source: Root
ru: Корень

source: Short file description
ru: Краткое описание файла

source: Comma separated tags
ru: Теги через запятую

source: Tags
ru: Теги

source: Change
ru: Изменить

source: Choose the new file owner
ru: Выберите нового владельца файла

source: Owner
ru: Владелец

source: Copy value
ru: Скопировать значение

source: Copy path
ru: Скопировать путь

source: Attribute
ru: Атрибут

source: Content type
ru: Тип данных

source: Size
ru: Размер

source: Folder
ru: Папка

source: Image size
ru: Размер изображения

source: Preview
ru: Предпросмотр

source: Download
ru: Скачать

source: Choose the file owner
ru: Выберите владельца файла

source: File name
ru: Имя файла

source: Upload files
ru: Загрузить файлы

source: New file
ru: Новый файл

source: Add files
ru: Добавить файлы

source: Remove files
ru: Удалить файлы

source: Edit file content
ru: Редактировать содержимое файла

source: Import from media repository
ru: Импортировать из медиа-репозитория

source: Move files
ru: Переместить файлы

source: Show files in page: %1
ru: Показать файлы для страницы %1

source: Show files in subfolders
ru: Показать файлы в подпапках

source: Are you sure to remove selected files?
ru: Вы действительно желаете безвозвратно удалить выбранные файлы?

source: Move '%1' to another folder
ru: Переместить '%1' в другую папку

source: Move %1 files to another folder
ru: Переместить %1 файл(а) в другую папку

source: Upload
ru: Загрузить

source: Copy public url
ru: Скопировать публичную ссылку

source: Length
ru: Длина

source: New subfolder
ru: Новая папка

source: New top-level folder
ru: Новая папка верхнего уровня

source: Are you sure to remove folder: %1
ru: Вы действительно желаете безвозвратно удалить папку: %1

source: Save (Ctrl+S)
ru: Сохранить (Ctrl+S)

source: File successfully saved
ru: Файл успешно сохранен

source: File is too big for internal editor
ru: Файл слишком большой для встроенного редактора

source: Edit file %1
ru: Редактировать файл %1

source: Changes will be lost. Close?
ru: Изменения будут потеряны. Закрыть?

source: Link text
ru: Текст ссылки

source: Close
ru: Закрыть

source: Filters
ru: Фильтры

source: Actions
ru: Действия

source: New rule
ru: Новое правило

source: Disable
ru: Отключить

source: Are you sure to remove rule: "%1"?
ru: Подтвердите удаление правила "%1"

source: Rule
ru: Правило

source: Set A/B marks
ru: Установить A/B метки

source: Lifetime
ru: Время жизни

source: Days
ru: Дней

source: Minutes
ru: Минут

source: Comma separated A/B marks: A,B,C...
ru: A/B метки, разделенные запятыми: A,B,C...

source: A/B Marks
ru: A/B метки

source: Edit action
ru: Редактировать действие

source: Action
ru: Действие

source: Choose the action type
ru: Выберите действие

source: Place a action description here
ru: Укажите описание действия

source: Group
ru: Группа

source: Select an action
ru: Выберите действие

source: New action
ru: Создать действие

source: New probability group
ru: Создать вероятностную группу

source: New composite action
ru: Создать композитную группу

source: Are you sure to remove action: %1
ru: Подтвердите удаление действия: %1

source: Edit %1
ru: Редактировать %1

source: Composite group
ru: Композитная группа

source: Action probability group
ru: Вероятностная группа

source: Write a log message
ru: Лог сообщение

source: Log level
ru: Уровень

source: Log message
ru: Лог сообщение

source: Track traffic sources
ru: Отслеживать источники трафика

source: Tracking pixels
ru: Трекинг пиксели

source: Enable tracking pixels
ru: Активировать трекинг пиксели

source: Route to another resource
ru: Перенаправление на другой ресурс

source: Please set the route destination
ru: Пожалуйста укажите целевой ресурс

source: Route
ru: Перенаправить

source: Set a cookie
ru: Установить cookie

source: Set a request parameters
ru: Параметры запроса

source: Overwrite
ru: Перезаписать

source: Request parameters
ru: Параметры запроса

source: Request cookies
ru: Cookies запроса

source: Cookies filtering rules
ru: Правила фильтрации cookies запроса

source: Filter rules on each line:%1 <b>?</b> at end of param name means this cookie is not required
ru: Правила фильтрации на каждой строке:%1 <b>?</b> в конце названия cookie обозначает его необязательность<br>

source: Edit filter
ru: Редактировать фильтр

source: Filter
ru: Фильтр

source: Choose the filter type
ru: Выберите тип фильтра

source: Place a filter description here
ru: Укажите краткое описание фильтра

source: Select a filter
ru: Выберите фильтр

source: Specification
ru: Спецификация

source: New filter
ru: Новый фильтр

source: Remove rule filter
ru: Удалить фильтр

source: Are you sure to remove filter: %1
ru: Подтвердите удаление фильтра: %1

source: Edit filter: %1
ru: Редактирование фильтра: %1

source: Request headers
ru: Заголовки запроса

source: Headers filtering rules
ru: Правила фильтрации заголовков запроса

source: Filter rules on each line:%1 <b>?</b> at end of param name means this header is not required
ru: Правила фильтрации на каждой строке:%1 <b>?</b> в конце названия заголовка обозначает его необязательность<br>

source: Page filter
ru: Фильтр страниц

source: Parameters filtering rules
ru: Правила фильтрации параметров запроса

source: Filter rules on each line:%1 <b>?</b> at end of param name means this parameter is not required
ru: Правила фильтрации на каждой строке:%1 <b>?</b> в конце названия параметра обозначает его необязательность<br>

source: Resource prefix filter
ru: Префикс ресурса

source: Prefix
ru: Префикс ресурса

source: User agent
ru: Агент пользователя (useragent)

source: Desktop
ru: Компьютер

source: Phone
ru: Телефон

source: Tablet
ru: Планшет

source: All user agents
ru: Все пользовательские агенты

source: Device type
ru: Тип устройства

source: OS type
ru: Тип ОС

source: Renderer engine type
ru: Браузерный движок

source: Virtual hosts filter
ru: Виртуальный хост

source: Glob
ru: Глоб

source: Regexp
ru: Регулярное выражение

source: Mode
ru: Режим

source: Pattern
ru: Шаблон

source: Not valid regular expression
ru: Невалидное регулярное выражение

source: Incoming request parameters patterns
ru: Шаблоны для параметров входящего запроса

source: Comma separated list of request params to save
ru: Сохраняемые параметры через запятую

source: Saved request params
ru: Сохраняемые параметры

source: Tracking pixel URL template
ru: Шаблон URL для трекинг пикселя

source: Tracking pixel JS code
ru: JS код трекинг пикселя

source: Save
ru: Сохранить

source: New tracking pixel
ru: Новый трекинг пиксель

source: Are you sure to remove tracking pixel: "%1"?
ru: Подтвердите удаление трекинг пикселя: "%1"?

source: Select the parent page for news
ru: Укажите родительскую страницу для ленты

source: Are you sure to remove page: %1
ru: Вы действительно желаете удалить страницу %1

source: Please select the parent page for news
ru: Пожалуйста, укажите родительскую страницу для ленты

source: Caption
ru: Заголовок

source: http:// or hash anchor #
ru: http:// или #якорь

source: Or set external link
ru: Или укажите внешнюю ссылку

source: Access rights
ru: Права доступа

source: Local
ru: Локальные

source: Recursive
ru: Рекурсивные

source: Add user
ru: Добавить пользователя

source: Remove user
ru: Убрать пользователя

source: Login
ru: Логин

source: User name
ru: Имя пользователя

source: Editing
ru: Редактирование

source: News
ru: Ленты

source: Deleting
ru: Удаление

source: Add user to the access list
ru: Добавить пользователя в список прав

source: Remove user recursively
ru: Убрать пользователя (рекурсивно)

source: Publish page changes
ru: Опубликовать внесенные изменения

source: Page files
ru: Файлы страницы

source: Please select the template page
ru: Пожалуйста, выберите шаблон для страницы

source: This page is locked<br>since the user <b>%1</b> is editing it
ru: В настоящий момент пользователь: <b>%1</b> редактирует эту страницу

source: Templates
ru: Шаблоны

source: Page fields contain errors
ru: В полях страницы обнаружены ошибки

source: Failed to save page.
ru: Ошибка при сохранении страницы

source: Page saved successfully
ru: Страница успешно сохранена

source: Failed to save page. Error: %1
ru: Ошибка при сохранении страницы: %1

source: Are you sure to unpublish this page? There are pages linked with this page. Please see the <a href="%1" target='_blank' rel='noopener noreferrer'>list of linked pages</a>
ru: Вы действительно хотите снять страницу с публикации? Существуют ссылки на эту страницу. Пожалуйста, ознакомтесь со <a href="%1" target='_blank' rel='noopener noreferrer'>списком ссылающихся страниц</a>

source: Not published
ru: Не опубликовано

source: Dow you really want to dispose pending changes?
ru: Вы действительно желаете отменить несохраненные изменения?

source: Organize the page files
ru: Управление файлами страницы

source: General
ru: Общее

source: Languages
ru: Языки

source: Last modification: %1, %2
ru: Последнее редактирование: %1, %2

source: This page is not pulished yet
ru: Эта страница не опубликована

source: Choose the owner of %1
ru: Выберите владельца: %1

source: Choose the owner
ru: Выберите владельца

source: Page locked by another user: %1
ru: Страница заблокирована другим пользователем: %1

source: Failed to unlock page
ru: Ошибка снятия блокировки страницы

source: Page name
ru: Название страницы

source: Page is container folder for other pages
ru: Страница является контейнером/папкой для других страниц

source: Container
ru: Контейнер/папка

source: Page collection
ru: Коллекция страниц

source: Add page
ru: Добавить страницу

source: Remove page
ru: Удалить страницу

source: Assemblies
ru: Сборки

source: Structure
ru: Структура

source: Search
ru: Поиск

source: Select the page
ru: Выбрать страницу

source: Path
ru: Путь

source: Duplicate it
ru: Сделать копию

source: Change/Rename
ru: Изменить/Переименовать

source: Move
ru: Переместить

source: Page references
ru: Связи страницы

source: Copy GUID
ru: Скопировать GUID

source: Choose the target container page
ru: Укажите папку

source: Unable to delete this page
ru: Невозможно удалить эту страницу

source: This page cannot be removed because we found pages linked with this page. Please see the <a href="#" onClick='showRefs(); return false;'>list of linked pages</a>
ru: Страница не может быть удалена, поскольку найдены страницы, ссылающиеся на эту страницу. Пожалуйста, ознакомьтесь со <a href="#" onClick='showRefs(); return false;'>списком ссылающихся страниц</a>

source: Reverse referrals
ru: Ссылки на страницу

source: Page refers to
ru: Страница ссылается на

source: Full name
ru: Полное имя

source: E-Mail
ru: Электропочта

source: Password
ru: Пароль

source: Password confirm
ru: Подтверждение пароля

source: User '%1' has been updated successfully
ru: Пользователь '%1' был успешно обновлен

source: Not matching with password.
ru: Пароли не соответствуют

source: Roles/Groups
ru: Роли/Группы

source: Edit user
ru: Редактировать пользователя

source: New user
ru: Новый пользователь

source: Assign
ru: Назначить

source: Role/Group
ru: Роль/Группа

source: All
ru: Все

source: Active only
ru: Имеющие доступ

source: Are you sure to remove user: "%1"?
ru: Вы действительно желаете удалить пользователя "%1"?

source: Insert google map location
ru: Вставить google карту

source: In order to add google map place please follow <a href='%1' target='_blank' rel='noopener noreferrer'>this help tutorial</a>
ru: Для того, чтобы вставить google карту, <a href='%1' target='_blank' rel='noopener noreferrer'>следуйте этим инструкциям</a>

source: Paste here the generated google map <iframe> element
ru: Вставьте сюда сгенерированный google map <iframe> элемент

source: original
ru: оригинальный

source: small
ru: маленький

source: medium
ru: средний

source: large
ru: большой

source: default
ru: по умолчанию

source: center
ru: по центру

source: left
ru: слева

source: right
ru: справа

source: Position
ru: Расположение

source: Select image link
ru: Укажите ссылку на изображение

source: Insert SlideShare presentation
ru: Вставить презентацию SlideShare

source: URL or code
ru: URL или код

source: Custom size
ru: Другой размер

source: Invalid SlideShare URL
ru: Неправильный SlideShare URL

source: Invalid SlideShare code
ru: Неправильный SlideShare код

source: Failed to connect to SlideShare server. Try again later
ru: Не удалось соединиться с сервером SlideShare. Повторите попытку позже

source: Insert Vimeo video
ru: Вставить Vimeo ролик

source: Invalid Vimeo URL
ru: Неправильный Vimeo URL

source: Invalid Vimeo code
ru: Неправильный Vimeo код

source: Failed to connect to Vimeo server. Try again later
ru: Не удалось соединиться с сервером Vimeo. Повторите попытку позже

source: Insert Youtube video
ru: Вставить ролик YouTube

source: Invalid YouTube video url or code
ru: Неправильный код или ссылка на видео YouTube

source: Insert table
ru: Вставить таблицу

source: Columns
ru: Колонок

source: Rows
ru: Строк

source: Insert tree
ru: Вставить дерево

source: Simple tree
ru: Простое дерево

source: Dynamic tree
ru: Динамическое дерево

source: Tree style
ru: Стиль дерева

source: Open all nodes
ru: Открыть все узлы

source: Controls...
ru: Элементы...

source: Heading 1
ru: Заголовок 1

source: Header text
ru: Текст заголовка

source: Heading 2
ru: Заголовок 2

source: Heading 3
ru: Заголовок 3

source: Bold
ru: Жирный

source: Bold text
ru: Жирный текст

source: Code
ru: Код

source: Italic
ru: Курсив

source: Italics text
ru: Текст курсивом

source: Bullet list
ru: Список

source: Numbered list
ru: Нумерованный список

source: Insert link
ru: Вставить ссылку

source: Insert image
ru: Вставить изображение

source: Insert file link
ru: Вставить ссылку на файл

source: Tree
ru: Дерево

source: Create note
ru: Создать узел

source: Simple note
ru: Простая заметка

source: Warning note
ru: Заметка предупреждение

source: Google services
ru: Сервисы google

source: Youtube video
ru: Ролик YouTube

source: Gmap location
ru: Карта google map

source: Insert gmap location
ru: Вставить карту google map

source: SlideShare
ru: Сервис презентаций

source: Vimeo video
ru: Ролик Vimeo

source: Insert link to file
ru: Вставить ссылку на файл

source: First
ru: Первый

source: Second
ru: Второй

source: First for second
ru: Первый у второго

source: Third
ru: Третий

source: Child 1
ru: Потомок 1

source: Child level 3
ru: Потомок уровня вложенности 3

source: Child 2
ru: Потомок уровня вложенности 2

source: Note text
ru: Заметка
